Repository: liqd/liqd-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Liquid Democracy: Theory & Vision
de: Liquid Democracy: Theorie & Vision

source: Digital Civic Society
de: Digitale Zivilgesellschaft

source: Digital Participation In Action
de: Online-Beteiligung in der Praxis

source: article
de: Artikel

source: link collection
de: Linksammlung

source: Step 0 of %(number_of_steps)s finished
de: Schritt 0 von %(number_of_steps)s abgeschlossen

source: Scroll to next step
de: Zum nächsten Schritt scrollen

source: Select topic
de: Thema auswählen

# nominativ
source: all topics
de: alle Themen

source: Type of content:
de: Inhaltstyp:

source: all
de: alle

source: Sort by:
de: Sortieren nach:

source: newest
de: neueste

source: alphabetical
de: alphabetisch

source: To overview
de: Zur Übersicht

source: More about %(topics)s
de: Mehr über %(topics)s

source: Step %(index)s of %(number_of_steps)s finished
de: Schritt %(index)s von %(number_of_steps)s abgeschlossen

source: Read this article
de: Lies diesen Artikel

source: Watch this video
de: Schaue dir dieses Video an

source: external link
de: externer Link

source: all topics
de: allen Themen

source: Posts related to
de: Beiträge zu

source: all years
de: allen Jahren

source: from
de: aus

source: load more
de: Mehr laden

source: by
de: von

source: Our latest blogposts
de: Unsere letzten Blogartikel

source: Error
de: Fehler

source: Oh no, something went wrong!
de: Oh nein, da hat was nicht geklappt!

source: This page could not be found
de: Die Seite konnte nicht gefunden werden

source: Internal Server Error. Please try again soon.
de: Internal Server Error. Bitte später erneut versuchen.

source: Homepage of Liquid Democracy
de: Homepage des Liquid Democracy

source: Our mission is to promote the advantages of online participation in all kinds of contexts, from international organisations to small local initiatives.
de: Unser Ziel ist es, die Vorteile von Online-Partizipation in verschiedenen Bereichen - von lokalen Initiativen bis zu internationalen Organisationen - zu fördern

source: See on map
de: Auf Karte ansehen

source: Page navigation
de: Seitennavigation

source: Previous page
de: Vorherige Seite

source: of
de: von

source: Next page
de: Nächste Seite

source: Menu
de: Menü

source: Close
de: Schliessen

source: year
de: Zeitraum

source: users
de: Nutzer*innen

source: partners
de: Partner

source: Projects related to
de: Projekte zu

source: No projects found
de: Es wurden keine Projekte gefunden.

source: other project
de: Weiteres Projekt

source: Website
de: Webseite

source: German
de: Deutsch

source: English
de: Englisch
